[ 
    {  
    "title": "How do I know that Present Perfect is suitable for me?",  
    "description": "Present Perfect is great for people who experience persistent anxiety that affects all areas of their life, preventing them from achieving goals and reaching their full potential. \n\n[break]\n\nRemember, that Present Perfect is not a magic pill that will solve all problems, but it will give you a desire to solve them on your own. Not suitable for children and adolescents under 18 years, pregnant or breastfeeding women."
    },   
    {    
    "title": "Is there a maximum Present Perfect dosage?",
    "description": "A single intake of more than 5 capsules (5 mg) is not recommended.\n\n[break]\n\nBefore use, be sure to consult your doctor for dosage and interaction with other medications."
    }, 
    {
    "title": "How soon should I expect the desired effect?",
    "description": "Usually, clients note that it takes 15 minutes to feel the primary effect (slight relaxation, tangible improvement in concentration), and 15 days to achieve a long-term effect (more stable emotional state, less vulnerability to external psycho-emotional irritants)."  
    },
    {
    "title": "Is it possible to drive a vehicle while using Present Perfect?",
    "description": "The neuroprotectant may have a sedative effect, so it is not recommended to drive a vehicle immediately after taking it. If you take more than 2 capsules per day, it is not recommended to drive a vehicle." 
    },
    {
    "title": "What are the possible side effects of taking Present Perfect and how to avoid them?",
    "description": "No side effects are observed if the recommended doses are followed. \n\n[break]\n\nWhen taken on an empty stomach, it can cause an irritating effect on the digestive tract. Therefore, we recommend taking Present Perfect after meals." 
    },
    {
    "title": "Is it allowed to be used simultaneously with other medicines or dietary supplements?",
    "description": "No side effects have been reported with the recommended dose. \n\n[break]\n\nHowever, if you are taking other medications, we recommend that you consult your doctor before using the Present Perfect." 
    },
    {
    "title": "Can I drink alcohol during the course of Present Perfect?",
    "description": "We do not recommend combining the Present Perfect with alcohol, because then you will not be able to feel the desired effect." 
    },
    {
    "title": "Do I need a prescription from a doctor to take the Present Perfect?",
    "description": "The Present Perfect is totally legal, so you don't need to ask a doctor for a prescription. But please note that if you feel a deep level of emotional exhaustion or have certain clinical contraindications, we advise you to consult a doctor before usage." 
    }
]